wenxig/the-spring/packages/esp32p4-usb-test/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y
CONFIG_ESP32P4_REV_MIN_100=y
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_360=y

# SDMMC/SD Card
CONFIG_SDMMC_HOST_ENABLE=y
